<?php

return [
    'required'          => 'هذا الحقل مطلوب.',
    'number'            => 'يرجى إدخال رقم صالح.',
    'minlength'         => 'الحد الأدنى المطلوب هو :attribute حرف.',
    'maxlength'         => 'الحد الأقصى المسموح به هو :attribute حرف.',
    'min'               => 'يجب أن تكون القيمة أكبر من أو تساوي :attribute.',
    'max'               => 'يجب أن تكون القيمة أقل من أو تساوي :attribute.',
    'email'             => 'يرجى إدخال عنوان بريد إلكتروني صالح.',
    'unique_email'      => 'عنوان البريد الإلكتروني هذا مسجل بالفعل.',
    'unique'            => 'هذا الحقل مسجل بالفعل.',
    'recaptcha'         => 'فشل التحقق من CAPTCHA. يرجى المحاولة مرة أخرى.',
    'wrong_phone'       => 'يرجى إدخال رقم هاتف صالح.',
];
